/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "正在更新啟動快取";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "正在更新啟動所需的快取。當快取更新完成時，系統將會關機。";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "不一致的系統檔案";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "記憶體中的重要系統檔案與磁碟的不符合。無法載入核心延伸功能，且無法使用某些設備。使用“系統偏好設定”來重設您的啟動磁碟可能會有幫助。";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "無法使用系統延伸功能";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "系統延伸功能“";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "”安裝錯誤，所以無法使用。請試著重新安裝，或詢問產品廠商是否有新版本。";

/* OK */
"OK" = "好";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 種顏色";
"Thousands"  = "數萬種顏色";
"Millions"   = "千萬種顏色";
"Trillions"  = "數兆種顏色";

"n/a"  = "—";

"stretched"  = "擴展";
"simulscan"  = "同步掃描";
"interlaced" = "交錯掃描";
"external"   = "外接";


"%%.%ldf Hertz"       = "%%.%ldf 赫茲";
"%%.%ldf Hertz (%%@)" = "%%.%ldf 赫茲（%%@）";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@（%@）";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@（%@，%@，%@）";
"%@ (%@, %@, %@, %@)"				=	"%@（%@，%@，%@，%@）";
"%@ (%@, %@, %@, %@, %@)"			=	"%@（%@，%@，%@，%@，%@）";

"%%@, %%.%ldf Hz"				=	"%%@，%%.%ldf 赫茲";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@，%%.%ldf 赫茲（%%@）";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@，%%.%ldf 赫茲（%%@，%%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@，%%.%ldf 赫茲（%%@，%%@，%%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@，%%.%ldf 赫茲（%%@，%%@，%%@，%%@）";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@，%%.%ldf 赫茲（%%@，%%@，%%@，%%@，%%@）";
